[
    {
        "id": 1,
        "name": "KTM 1290 SUPER ADVENTURE S 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_1290-sadv-s-or-21-90re_%23SALL_%23AEPI_%23V2.png",
        "price": 20000,
        "desc": "Covering ground quickly and effortlessly is what the KTM 1290 SUPER ADVENTURE S is made for. An Adventure-specced V-Twin with 160 hp & 138 Nm means that entire cross-country journeys are dispatched easily, while Adaptive Cruise Control and Semi-active Suspension together with reworked rider-focussed ergonomics and technology bring agility and long distance comfort to an entirely new level. It's a bold claim, but we'll make it - the KTM 1290 SUPER ADVENTURE S is the new benchmark."
    },
    {
        "id": 2,
        "name": "KTM 890 ADVENTURE R RALLY 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_890-adv-rr-21-90re_%23SALL_%23AEPI_%23V2.png",
        "price": 19999,
        "desc": "It's difficult to explain the nuances of 'limited' and 'limitless' in the same sentence. But, with only 700 units available worldwide, the KTM 890 ADVENTURE R RALLY is as exclusive as it is offroad capable. Featuring WP Pro Components suspension on par with that found on the works KTM 450 RALLY, a unique color scheme, and bristling with race-derived parts, the only thing limiting the KTM 890 ADVENTURE R RALLY is the production run."
    },
    {
        "id": 3,
        "name": "KTM 1290 SUPER DUKE GT 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_1290-sdgt-2019-white-90-re_%23SALL_%23AEPI_%23V1.png",
        "price": 18699,
        "desc": "The KTM 1290 SUPER DUKE GT takes the interstellar V-twin performance of the KTM 1290 SUPER DUKE R and melds it with the comfort and equipment needed for all-day, two-up charging - but intensified with additional enhancements, refinements and features."
    },
    {
        "id": 4,
        "name": "KTM ER 125 SUPER DUKE 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_125-duke-aotw-21-bl-90re_%23SALL_%23AEPI_%23V2.png",
        "price": 5600,
        "desc": "The KTM 125 DUKE may be the entry-level bike of the range, but it isn't here to play games. It's built with the same attitude as the bigger bikes - and it shows. It's no holds barred with this urban warrior, complete with an LED headlight and TFT display. This 4-stroke single cylinder has fuel-injection and a 6-speed transmission to deliver class-leading performance with low fuel consumption to keep you riding longer."
    },
    {
        "id": 5,
        "name": "KTM 1290 SUPER DUKE RR 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_1290-sdrr-21-90re_%23SALL_%23AEPI_%23V2.png",
        "price": 18499,
        "desc": "Based on the latest KTM 1290 SUPER DUKE R PROTOTYPE, the KTM 1290 SUPER DUKE RR is the very definition of READY TO RACE. 9 kilograms lighter than the standard KTM 1290 SUPER DUKE R, boasting a 1:1 power to weight ratio and ultra-exclusive, lightweight carbon fiber bodywork, the KTM 1290 SUPER DUKE RR is an all-new BEAST with an even meaner streak."
    },
    {
        "id": 6,
        "name": "KTM TX 250 SX-F EXT TPI 2022",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_250-sxf-22-90re_%23SALL_%23AEPI_%23V1.png",
        "price": 9399,
        "desc": "The 2022 KTM 250 SX-F is ready to keep its unwavering momentum in the 250 4-Stroke class going, by boasting class-leading power and speed, not to mention unrivaled power delivery. Laying the power down effectively is the secret to fast lap times and this capable package has all the right credentials to get the most important job done - getting to the chequered flag first."
    },
    {
        "id": 7,
        "name": "KTM 250 EXC TPI SIX DAYS 2022",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_250-exc-tpi-sd-22-90re_%23SALL_%23AEPI_%23V1.png",
        "price": 7000,
        "desc": "Known for its intoxicating top-end powerband the KTM 250 EXC TPI SIX DAYS is an exciting enduro prospect, combining power and rideability. This in combination with a lightweight chassis, top-shelf components, and groundbreaking TPI fuel-injection technology, this extreme machine continues to reach new heights. For 2022, a 13:52 gearing update now also results in more low-end grunt for trickier, slow-going extreme enduro terrain."
    },
    {
        "id": 8,
        "name": "KTM 250 EXC TPI SIX DAYS 2022",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_250-exc-tpi-sd-22-90re_%23SALL_%23AEPI_%23V1.png",
        "price": 7000,
        "desc": "Known for its intoxicating top-end powerband the KTM 250 EXC TPI SIX DAYS is an exciting enduro prospect, combining power and rideability. This in combination with a lightweight chassis, top-shelf components, and groundbreaking TPI fuel-injection technology, this extreme machine continues to reach new heights. For 2022, a 13:52 gearing update now also results in more low-end grunt for trickier, slow-going extreme enduro terrain."
    },
    {
        "id": 9,
        "name": "KTM 300 EXC TPI X DAYS 2022",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_300-exc-tpi-90re_%23SALL_%23AEPI_%23V1.png",
        "price": 12833,
        "desc": "The KTM 300 EXC TPI is one of the most recognized names at the sharp end of hard enduro. With a bulletproof, fuel-injected 2-stroke engine churning out masses of low-down torque and top-end fury, it's the ideal companion when tackling difficult terrain. Now with retuned suspension settings, a loud new look, and over 2 decades of race-winning credentials, the KTM 300 EXC TPI is ready for the most extreme enduro challenges."
    },
    {
        "id": 10,
        "name": "KTM 300 EXC TPI SIX DAYS 2022",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_300-exc-tpi-sd-22-90re_%23SALL_%23AEPI_%23V1.png",
        "price": 12483,
        "desc": "The 2022 KTM 300 EXC TPI SIX DAYS wears its IDSE badges proudly. Not only has this machine won more extreme enduro championships than most, but it also takes the accolade as one of the most complete enduro weapons on the market. Featuring a fuel-injected 2-stroke engine, top-end WP suspension, and unique KTM SIX DAYS finishes, the KTM 300 EXC TPI SIX DAYS is primed and ready to lift its next trophy."
    },
    {
        "id": 11,
        "name": "KTM 890 ADVENTURE 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_890-adv-or-21-90re_%23SALL_%23AEPI_%23V2.png",
        "price": 13907,
        "desc": "The ride doesn't need to end when the road does. The KTM 890 ADVENTURE takes the lightweight and sporty characteristics you'd expect from a KTM ADVENTURE motorcycle to deliver a supremely capable adventure tourer - both on and off the tarmac. Now with more engine grunt, improved handling, added suspension adjustability and rider-focussed technology, the KTM 890 ADVENTURE is the ultimate road and gravel traveller."
    },
    {
        "id": 12,
        "name": "KTM 690 SMC R 2021",
        "img": "https://www.ktm.com/ktmgroup-storage/PHO_BIKE_90_RE_690-smcr-21-90re_%23SALL_%23AEPI_%23V1.png",
        "price": 11999,
        "desc": "The KTM 690 SMC R raises the bar in the supermotos stakes, thanks in part to a lightweight chassis, a legendary 690 LC4 motor and a sohisticated electronics package. Whether you express your tarmac-sliding talent on mountain roads or on the apexes of your favourite track, you'll be drifting into the future with a maxed-out grin and your veins coursing with adrenaline. Handling is enhanced by the latest fully-adjustable WP APEX suspension, so all you have to worry about is focusing on the road ahead and twisting the throttle to the stoppers."
    }
]